[{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb79"
  },
  "connectionName": "Labradore, Retreiver",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Meetup",
  "details": "About: The sweet-faced, lovable Labrador Retriever is America’s most popular dog breed.Labs are friendly, outgoing, and high-spirited companions who have more than enough affection to go around for a family looking for a medium-to-large dog.",
  "hostName": {
    "$oid": "5fc7f9534a1a1019addd86cb"
  },
  "image": "/breed/Golden_Retriever.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7a"
  },
  "connectionName": "Shepherd, Great Pyrnease",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Meetup",
  "details": "Frequently: described as 'majestic', Great Pyrenees are big, immensely strong mountain dogs standing as high as 32 inches at the shoulder and often tipping the scales at more than 100 pounds. These steadfast guardians usually exhibit a Zen-like calm, but they can quickly spring into action and move with grace and speed to meet a threat. ",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/breed/Saint_Bernard.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7b"
  },
  "connectionName": "Chihuahua, Puddle",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Chihuahuas love nothing more than being with their people — even novice pet parents — and require a minimum of grooming and exercise. They make excellent apartment dogs who’ll get along with the whole family. Just make sure any children who approach know how to play gently with a small dog.",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  },
  "image": "/breed/Chihuahua.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7c"
  },
  "connectionName": "Huskey, Maulmate",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Meetup",
  "details": "About: The graceful, medium-sized Siberian Husky’s almond-shaped eyes can be either brown or blue—and sometimes one of each—and convey a keen but amiable and even mischievous expression. Quick and nimble-footed, Siberians are known for their powerful but seemingly effortless gait.",
  "hostName": {
    "$oid": "5fc7fc0f2030e11c396b3a83"
  },
  "image": "/breed/Siberian_Huskey.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7d"
  },
  "connectionName": "Akita, Shiba",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Meetup",
  "details": "About: Akitas are burly, heavy-boned spitz-type dogs of imposing stature. Standing 24 to 28 inches at the shoulder, Akitas have a dense coat that comes in several colors, including white. The head is broad and massive, and is balanced in the rear by a full, curled-over tail. The erect ears and dark, shining eyes contribute to an expression of alertness, a hallmark of the breed.",
  "hostName": {
    "$oid": "5fc7fadf428d561b5a541690"
  },
  "image": "/breed/Akita_Inu.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7e"
  },
  "connectionName": "Tibetian Mastif, New Foundland",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Meetup",
  "details": "About: Coming face to face with this ancient behemoth, an intruder up to no good will likely move on to easier pickings. TMs can stand 26 inches at the shoulder and weigh well over 100 pounds. It’s impossible to discuss this breed without leaning on words like “powerful,” “muscular,” “massive,” and “substantial.” And yet, TMs are quite light-footed and will meet a perceived threat with surprising agility. The broad head, with its high-set, V-shaped ears and expressive brown eyes, projects a noble, sagacious expression.",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/breed/Tibetan_Mastiff.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb7f"
  },
  "connectionName": "Chew Toys",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Whether you have a teething puppy or rambunctious adult, dogs tend to chew on whatever they can find. Find a variety of durable chew toys designed for all life stages and chewing habits. Said that, It dosen't mean you pet will not chew you socks, charger, rug or the most important thing you left on the floor.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/chew.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb80"
  },
  "connectionName": "Collors and Leash",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "connectionTopic": "Merch",
  "details": "About: Looking for a dog leash? Whether you just welcomed a new puppy into your family or you’re just purchasing a new leash for your beloved pal, we have a variety of leashes to suit your needs. There are a few key things to consider, including material, length and the type of collar your pet has.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/leash.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb81"
  },
  "connectionName": "Kennel",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Dog kennels, crates, and accessories create a safe, dedicated space for your furry friend to settle into at home, a visit away, or anywhere between. Our wide selection provides secure containment while catering to your canine’s natural instinct to den. From housebreaking your new puppy to keeping the furniture chew-free, crates and kennels can be an effective training tool, while preventing destructive habits from developing.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/kennel.png"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb82"
  },
  "connectionName": "Beds",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Gone are the days of sending your pup to the dog house. Instead, our furry friends are often found sleeping by our sides, so it’s important to give them a cozy spot to lay their heads. When shopping for a dog bed, it’s important to observe your dog’s sleeping patterns and behavior. Factors you should consider when choosing a dog bed for your pup are size, style, shape, and material.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/bed.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb83"
  },
  "connectionName": "Bath Supply",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Step into Bubbles for the dog grooming & bathing equipment, tools, and supplies that can have your number one canine looking and feeling like a million treats.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/bath.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb84"
  },
  "connectionName": "Jammies",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Merch",
  "details": "About: Browse through our wide selection of comfortable and stylish dog clothes to find each season’s must-haves. Dog apparel at Petco is designed to be comfortable, functional, and fashionable. You’ll find a clothing item for nearly every occasion, in sizes to accommodate pups from xx-small to 3x-large.",
  "hostName": {
    "$oid": "5fc7fc88624a581c7c8b605e"
  },
  "image": "/merch/jammies.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb85"
  },
  "connectionName": "Vaccine",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: Complete dog care for every age and stage, from puppy to senior care. We're here to help. Visit us today & treat your dog to a compassionate and gentle veterinary experience. Compassionate Environment. We're Still Open! Monthly Wellness Plans.",
  "hostName": {
    "$oid": "5fc7fd3c35f61f1cd8e2ba40"
  },
  "image": "/news/vaccine.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb86"
  },
  "connectionName": "Huff Post",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: Get the latest buzz in the pet world with updated trends, tricks, events and meet the puppers who made the news this month. Don't miss out the chance to share you openion abut your pupper and his daily routine.",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/news/huff.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb87"
  },
  "connectionName": "Pet IQ",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: The best way to ensure your pet lives a healthy, happy life is to take a proactive approach to their health and wellness. Every animal has unique needs, so we offer a variety of ways for you to get necessary, non-emergency care that’s right for you and right for them.",
  "hostName": {
    "$oid": "5fc7fdb71966271d172afe7e"
  },
  "image": "/news/iq.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb88"
  },
  "connectionName": "Pet Celeb",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: Attend this event and get a chance to meet the pets who are rocking the animal world and creating new trends and benchmarks. Have a chance to attend seminars and QnA rounds with their owners while your pupper is munching on the treats on the house.",
  "hostName": {
    "$oid": "5fc7fdb71966271d172afe7e"
  },
  "image": "/news/celeb.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb89"
  },
  "connectionName": "k9 Stars",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: The Law Enforcement and Investigations K-9 unit plays an important role in the Forest Service efforts to provide public safety, and protect the Nation’s resources. The relationship between a K-9 dog and its handler is forged on the duty line. For many law enforcement officers, however, these dogs are their partners in life: they spend every waking moment together. ",
  "hostName": {
    "$oid": "5fc7fb6c788aa81bb014835b"
  },
  "image": "/news/k9.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8a"
  },
  "connectionName": "Lost & Found",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "News",
  "details": "About: Losing a dog is extremely frightening, the first tip is to not panic. According to the National Lost Pet Survey, 93% of dogs who are lost are successfully recovered. There are concrete steps you can take to effectively recover your dog, but you must also be mindful to tailor your search to your specific dog. How do they respond when people yell or run straight at them? Are they aloof? Will they respond to their name? Swift action, coupled with major neighborhood networking, will increase the odds of recovering your animal. We will allso have recently found strays in this event in case they find their owners.",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  },
  "image": "/news/lost.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8b"
  },
  "connectionName": "Trim a pet",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Groom",
  "details": "About: Losing a dog is extremely frightening, the first tip is to not panic. According to the National Lost Pet Survey, 93% of dogs who are lost are successfully recovered. There are concrete steps you can take to effectively recover your dog, but you must also be mindful to tailor your search to your specific dog. How do they respond when people yell or run straight at them? Are they aloof? Will they respond to their name? Swift action, coupled with major neighborhood networking, will increase the odds of recovering your animal.",
  "hostName": {
    "$oid": "5fc7fadf428d561b5a541690"
  },
  "image": "/groom/trim.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8c"
  },
  "connectionName": "Nail Clipping",
  "dateTime": "2020-12-24",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Groom",
  "details": "About: The most common reasons for avoiding nail trims are that the owner is afraid of “quicking” the dog, or that the dog fusses and creates bad feelings around the procedure. Nail cutting becomes an event surrounded by angst and drama. For very active dogs who run all day long on varied surfaces, cutting nails may not be necessary. High mileage wears them down naturally. But among city or suburban dogs who are lucky to get a mile or two walk daily, excessively long toenails are more common than not.",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/groom/nail.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8d"
  },
  "connectionName": "Spa",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Groom",
  "details": "About: Bark Street Dog Spa has been one of the preferred pet groomers in the city for over 8 years. What sets Bark Street Dog Spa grooming apart is our level of commitment, deep love for animals and breed specific massage. Our goal is to pamper and make our pets feel like royalty. ",
  "hostName": {
    "$oid": "5fd641ded7b9c5b69c9b1ae7"
  },
  "image": "/groom/spa.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8e"
  },
  "connectionName": "Flea Spray",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Groom",
  "details": "About: Flea infestations often come from a pet dog or cat. The pests attach to the animal when it's outside, and then infest its fur and the places it sleeps indoors. Flea prevention for both the home and yard can be difficult. Without a proactive approach, any pet owner is vulnerable to an infestation.",
  "hostName": {
    "$oid": "5fd64190d7b9c5b69c9b1ae6"
  },
  "image": "/groom/spray.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb8f"
  },
  "connectionName": "Command N Control",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Training",
  "details": "About: We’ve been raising and training guide dog puppies since 2006 and we have the privilege of working with these puppies from the time they are 8 weeks old until they are 18 months. During this time we do our best to make sure they are rock solid with a handful of commands.",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/train/command.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb90"
  },
  "connectionName": "Swimming 101",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Training",
  "details": "About: Many breeds are natural-born swimmers. Many retrievers and spaniels will swim with little encouragement, but dogs with body types less suited to swimming, like Bulldogs, may need more encouragement and should wear a life jacket when swimming. Regardless of breed, all dogs should wear a life jacket when first learning to swim. Most pet supply stores stock life jackets in many sizes and styles appropriate for all body types. Look for a lifejacket with a handle that you can use to guide your dog in the water and a D-ring to attach a leash.",
  "hostName": {
    "$oid": "5fd63f54d7b9c5b69c9b1ae3"
  },
  "image": "/train/swim.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb91"
  },
  "connectionName": "Leash 101",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Training",
  "details": "About: Many people think that dogs just innately know how to walk politely on a leash, but this skill is something that needs to be trained. It’s an important skill to teach, and one you’ll value every time you take your dog out for a walk. ",
  "hostName": {
    "$oid": "5fd6412cd7b9c5b69c9b1ae5"
  },
  "image": "/train/leash.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb92"
  },
  "connectionName": "Tug of War",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Training",
  "details": "About: There was a time when tug games were thought to cause aggression and dominance in dogs. The current thinking is that if tug-of-war and similar games are managed properly, dogs don’t become aggressive. If, for example, the dog did snap at the owner’s hand while playing, this is not as much a result of tug-of-war as it is an owner who did not effectively set boundaries and teach the dog the rules of the game. We welcome you and your dog to participate in this event.",
  "hostName": {
    "$oid": "5fc7fa16d429681af0c342e1"
  },
  "image": "/train/tug.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb93"
  },
  "connectionName": "Shelter Stars",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Adoption",
  "details": "About: We know how exciting it is to bring a new family member into your home! Just as you would prep your home for a new child, we encourage you to approach adopting a pet in the same manner. The key to helping your new animal make a successful adjustment to your home is being prepared. It can take anywhere from two days to several weeks for you and your pet to adjust to each other so be patient and reach out if you have any questions or need additional resources.",
  "hostName": {
    "$oid": "5fd64010d7b9c5b69c9b1ae4"
  },
  "image": "/adopt/shelter.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb94"
  },
  "connectionName": "Friendy Big Boys",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Adoption",
  "details": "About: Did you know that shelters and rescues always have a great selection of animals looking for new homes? You can find cats, dogs, birds, small animals, even horses and livestock. In fact, any type of animal available for sale at your local pet store or from a breeder is probably waiting for adoption in a nearby shelter or rescue.",
  "hostName": {
    "$oid": "5fd63e64d7b9c5b69c9b1ae2"
  },
  "image": "/adopt/big.jpg"
},{
  "_id": {
    "$oid": "5fb976717ba26e93353ddb95"
  },
  "connectionName": "Pick the Pupper",
  "dateTime": "24 Dec 2020",
  "startTime": "9:30",
  "endTime": "11:30",
  "location": "Charoltte NC",
  "connectionTopic": "Adoption",
  "details": "About: The Shelter Pet Project’s new #AdoptPureLove campaign celebrates the special qualities of shelter pets and the incredible bond between every shelter pet and parent. Through the stories of actresses Olivia Munn and Rachel Bloom, NFL player Logan Ryan and everyday people, #AdoptPureLove encourages audiences to adopt from shelters and rescue groups nationwide.",
  "hostName": {
    "$oid": "5fd63df1d7b9c5b69c9b1ae1"
  },
  "image": "/adopt/pup.jpg"
},{
  "_id": {
    "$oid": "5fd163832d46ea5a471b3f9a"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "new",
  "dateTime": "2020-12-29",
  "startTime": "07:53",
  "endTime": "08:53",
  "connectionTopic": "new",
  "details": "something",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  }
},{
  "_id": {
    "$oid": "5fd19ac84fe96b60d71c2c74"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "flash",
  "dateTime": "2020-11-30",
  "startTime": "11:49",
  "endTime": "00:49",
  "connectionTopic": "new",
  "details": "test",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  }
},{
  "_id": {
    "$oid": "5fdc0c52cc01676230b8eadb"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "dummy2",
  "dateTime": "2020-12-13",
  "startTime": "22:56",
  "endTime": "23:56",
  "connectionTopic": "Meetup",
  "details": "sdasa",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  }
},{
  "_id": {
    "$oid": "5fdc0c66cc01676230b8eadc"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "dummy3",
  "dateTime": "2020-12-20",
  "startTime": "22:56",
  "endTime": "22:56",
  "connectionTopic": "Meetup",
  "details": "sasad",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  }
},{
  "_id": {
    "$oid": "5fdd556f9240551081148add"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "regexp",
  "dateTime": "2020-12-18",
  "startTime": "21:20",
  "endTime": "22:20",
  "connectionTopic": "Meetup",
  "details": "asdf",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fc70d907a56c6f48c3943bd"
  }
},{
  "_id": {
    "$oid": "5fdd726f96b461185b1d890d"
  },
  "image": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/other/dog_cool_summer_slideshow/1800x1200_dog_cool_summer_other.jpg",
  "connectionName": "sind",
  "dateTime": "2020-12-19",
  "startTime": "11:23",
  "endTime": "12:23",
  "connectionTopic": "Meetup",
  "details": "anything",
  "location": "Gurugram",
  "hostName": {
    "$oid": "5fdd720f96b461185b1d890c"
  }
}]